Revit 2027 API
SpecTypeId.Mass Property
 Mass, in discipline Structural.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Mass { get; }
Public Shared ReadOnly Property Mass As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Mass {
	ForgeTypeId^ get ();
}
static member Mass : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SpecTypeId Class
Autodesk.Revit.DB Namespace